{
  "destinations": [
    {
      "id": 1,
      "destination_name": "Candi Borobudur",
      "description": "Candi Borobudur merupakan candi atau kuil Buddha terbesar di dunia yang diakui UNESCO sebagai situs warisan dunia pada tahun 1991. Diperkirakan Candi Borobudur dibangun  sekitar tahun 780-840 oleh Dinasti Syailendra. Monumen ini terdiri atas enam teras berbentuk bujur sangkar yang di atasnya terdapat tiga pelataran melingkar, pada dindingnya dihiasi dengan 2.672 panel relief dan aslinya terdapat 504 arca Buddha. Dalam ajaran Buddha, ketiga tingkatan pelataran itu adalah Kāmadhātu (ranah hawa nafsu), Rupadhatu (ranah berwujud), dan Arupadhatu (ranah tak berwujud)",
      "address": "Jl. Badrawati, Kw. Candi Borobudur, Borobudur, Kec. Borobudur, Kabupaten Magelang, Jawa Tengah",
      "phone_number": "0293788266",
      "latitude": "-7.6078738",
      "longitude": "110.2015626",
      "operational_time": "Setiap hari, 06.30 - 16.30"
    },
    {
      "id": 2,
      "destination_name": "Candi Prambanan",
      "description": "Candi Prambanan atau Candi Roro Jonggrang merupakan kompleks candi Hindu (Syaiwa) terbesar di Indonesia  yang dibangun pada abad ke-9 masehi oleh raja dari Wangsa Sanjaya, yaitu Raja Balitung Maha Sambu. Candi Prambanan masuk ke dalam Situs Warisan Dunia UNESCO pada tahun 1991. Candi ini dipersembahkan untuk Trimurti, tiga dewa utama Hindu yaitu dewa Brahma sebagai dewa pencipta, dewa Wisnu sebagai dewa pemelihara, dan dewa Siwa sebagai dewa pemusnah. Candi Prambanan digunakan sebagai penyelenggaraan upacara adat istiadat seperti upacara melasti yang biasanya dilakukan sebelum hari raya nyepi dan juga upacara tawur agung kesanga",
      "address": "Jl. Raya Solo - Yogyakarta No.16, Kranggan, Bokoharjo, Kec. Prambanan, Kabupaten Sleman, Daerah Istimewa Yogyakarta",
      "phone_number": "0274496401",
      "latitude": "-7.7520206",
      "longitude": "110.4892787",
      "operational_time": "Setiap hari, 06.30 - 17.00"
    },
    {
      "id": 3,
      "destination_name": "Garuda Wisnu Kencana",
      "description": "Patung Garuda Wisnu Kencana merupakan representasi dewa Wisnu yang
      mengendarai Garuda. Dalam mitologi Hindu, Dewa Wisnu dipandang sebagai pelindung
      alam semesta, sedangkan rekannya yang terpercaya yaitu Garuda melambangkan
      kesetiaan dan pengabdian tanpa pamrih. Kencana berarti emas, dan keduanya dihiasi
      dengan mahkota dari mozaik emas. Garuda juga merupakan lambang negara Indonesia dan
      melambangkan kemerdekaan. Patung ini berdiri setinggi lebih dari 120 meter, dan menjadi
      salah satu patung monumental tertinggi di dunia, lebih tinggi dari Patung Liberty dan Kristus
      Penebus. Patung yang dirancang oleh seniman terkenal Bali Nyoman Nuarta ini terbuat dari
      tembaga dan kuningan.
      ",
      "address": "Jl. Raya Uluwatu, Ungasan, Kec. Kuta Sel., Kabupaten Badung, Bali",
      "phone_number": "0361700808",
      "latitude": "-8.8104228",
      "longitude": " 115.1655387",
      "operational_time": "Setiap hari, 09.00 - 20.00"
    },
    {
      "id": 4,
      "destination_name": "Gereja Blenduk",
      "description": "GPIB Immanuel Semarang yang populer dengan nama Gereja Blenduk adalah
      Gereja Kristen tertua di Jawa Tengah yang dibangun oleh masyarakat Belanda yang tinggal
      di kota itu pada 1753. Bentuk gereja ini adalah oktagonal (persegi delapan), dan jika dilihat
      dari atas, denah gereja berwujud seperti salib Yunani dengan ruang kebaktian sebagai titik
      sentral. Selain kehadiran orgel berusia lebih dari 200 tahun setinggi 6 meter, keunikan lain
      dari gereja ini adalah kursi kebaktian berupa kursi tunggal kayu jati warna coklat tua dengan
      sandaran punggung dan dudukan dari anyaman rotan, serta ventilasi gereja berupa
      jendela-jendela lengkung model Romawi kuno dengan susunan kaca patri bergaya gotik.",
      "address": "Jl. Letjen Suprapto No.32, Tj. Mas, Kec. Semarang Utara, Kota Semarang, Jawa
      Tengah
      ",
      "phone_number": "-",
      "latitude": "-6.9683488",
      "longitude": "110.425288",
      "operational_time":"Setiap hari, 06.00–00.00"
    },
    {
      "id": 5,
      "destination_name": "Jam Gadang",
      "description": "Jam Gadang adalah menara jam yang menjadi ikon Kota Bukittinggi. Menara jam
      ini memiliki jam dengan ukuran besar di empat sisinya sehingga dinamakan Jam Gadang,
      sebutan bahasa Minangkabau yang berarti ""jam besar"". Jam Gadang menjadi lokasi
      peristiwa penting pada masa sekitar kemerdekaan Indonesia, seperti pengibaran bendera
      merah putih (1945), Demonstrasi Nasi Bungkus (1950), dan pembunuhan 187 penduduk
      setempat oleh militer Indonesia atas tuduhan terlibat Pemerintahan Revolusioner Republik
      Indonesia (1959). Mesin jam dan permukaan jam terletak pada satu tingkat di bawah tingkat
      paling atas. Pada bagian lonceng tertera pabrik pembuat jam yaitu Vortmann Relinghausen.
      Vortman adalah nama belakang pembuat jam, Benhard Vortmann, sedangkan
      Recklinghausen adalah nama kota di Jerman yang merupakan tempat diproduksinya mesin
      jam pada tahun 1892.",
      "address": "Jalan Raya Bukittinggi-Payakumbuh, Benteng Ps. Ateh, Bukittinggi, Sumatera
      Barat",
      "phone_number": "-",
      "latitude": "-0.3051587",
      "longitude": "100.3673315",
      "operational_time":"Setiap hari, 24 jam."
    }

  ]
}