{
  "destinations": [
    {
      "id": 1,
      "destination_name": "Candi Borobudur",
      "description": "Candi Borobudur merupakan candi atau kuil Buddha terbesar di dunia yang diakui UNESCO sebagai situs warisan dunia pada tahun 1991. Diperkirakan Candi Borobudur dibangun  sekitar tahun 780-840 oleh Dinasti Syailendra. Monumen ini terdiri atas enam teras berbentuk bujur sangkar yang di atasnya terdapat tiga pelataran melingkar, pada dindingnya dihiasi dengan 2.672 panel relief dan aslinya terdapat 504 arca Buddha. Dalam ajaran Buddha, ketiga tingkatan pelataran itu adalah Kāmadhātu (ranah hawa nafsu), Rupadhatu (ranah berwujud), dan Arupadhatu (ranah tak berwujud)",
      "address": "Jl. Badrawati, Kw. Candi Borobudur, Borobudur, Kec. Borobudur, Kabupaten Magelang, Jawa Tengah",
      "phone_number": "0293788266",
      "latitude": "-7.6078738",
      "longitude": "110.2015626",
      "operational_time": "Setiap hari, 06.30 - 16.30"
    },
    {
      "id": 2,
      "destination_name": "Candi Prambanan",
      "description": "Candi Prambanan atau Candi Roro Jonggrang merupakan kompleks candi Hindu (Syaiwa) terbesar di Indonesia  yang dibangun pada abad ke-9 masehi oleh raja dari Wangsa Sanjaya, yaitu Raja Balitung Maha Sambu. Candi Prambanan masuk ke dalam Situs Warisan Dunia UNESCO pada tahun 1991. Candi ini dipersembahkan untuk Trimurti, tiga dewa utama Hindu yaitu dewa Brahma sebagai dewa pencipta, dewa Wisnu sebagai dewa pemelihara, dan dewa Siwa sebagai dewa pemusnah. Candi Prambanan digunakan sebagai penyelenggaraan upacara adat istiadat seperti upacara melasti yang biasanya dilakukan sebelum hari raya nyepi dan juga upacara tawur agung kesanga",
      "address": "Jl. Raya Solo - Yogyakarta No.16, Kranggan, Bokoharjo, Kec. Prambanan, Kabupaten Sleman, Daerah Istimewa Yogyakarta",
      "phone_number": "0274496401",
      "latitude": "-7.7520206",
      "longitude": "110.4892787",
      "operational_time": "Setiap hari, 06.30 - 17.00"
    },
    {
      "id": 3,
      "destination_name": "Garuda Wisnu Kencana",
      "description": "Patung Garuda Wisnu Kencana merupakan representasi dewa Wisnu yang
      mengendarai Garuda. Dalam mitologi Hindu, Dewa Wisnu dipandang sebagai pelindung
      alam semesta, sedangkan rekannya yang terpercaya yaitu Garuda melambangkan
      kesetiaan dan pengabdian tanpa pamrih. Kencana berarti emas, dan keduanya dihiasi
      dengan mahkota dari mozaik emas. Garuda juga merupakan lambang negara Indonesia dan
      melambangkan kemerdekaan. Patung ini berdiri setinggi lebih dari 120 meter, dan menjadi
      salah satu patung monumental tertinggi di dunia, lebih tinggi dari Patung Liberty dan Kristus
      Penebus. Patung yang dirancang oleh seniman terkenal Bali Nyoman Nuarta ini terbuat dari
      tembaga dan kuningan.
      ",
      "address": "Jl. Raya Uluwatu, Ungasan, Kec. Kuta Sel., Kabupaten Badung, Bali",
      "phone_number": "0361700808",
      "latitude": "-8.8104228",
      "longitude": " 115.1655387",
      "operational_time": "Setiap hari, 09.00 - 20.00"
    },
    {
      "id": 4,
      "destination_name": "Gereja Blenduk",
      "description": "GPIB Immanuel Semarang yang populer dengan nama Gereja Blenduk adalah
      Gereja Kristen tertua di Jawa Tengah yang dibangun oleh masyarakat Belanda yang tinggal
      di kota itu pada 1753. Bentuk gereja ini adalah oktagonal (persegi delapan), dan jika dilihat
      dari atas, denah gereja berwujud seperti salib Yunani dengan ruang kebaktian sebagai titik
      sentral. Selain kehadiran orgel berusia lebih dari 200 tahun setinggi 6 meter, keunikan lain
      dari gereja ini adalah kursi kebaktian berupa kursi tunggal kayu jati warna coklat tua dengan
      sandaran punggung dan dudukan dari anyaman rotan, serta ventilasi gereja berupa
      jendela-jendela lengkung model Romawi kuno dengan susunan kaca patri bergaya gotik.",
      "address": "Jl. Letjen Suprapto No.32, Tj. Mas, Kec. Semarang Utara, Kota Semarang, Jawa
      Tengah
      ",
      "phone_number": "-",
      "latitude": "-6.9683488",
      "longitude": "110.425288",
      "operational_time":"Setiap hari, 06.00–00.00"
    },
    {
      "id": 5,
      "destination_name": "Jam Gadang",
      "description": "Jam Gadang adalah menara jam yang menjadi ikon Kota Bukittinggi. Menara jam
      ini memiliki jam dengan ukuran besar di empat sisinya sehingga dinamakan Jam Gadang,
      sebutan bahasa Minangkabau yang berarti ""jam besar"". Jam Gadang menjadi lokasi
      peristiwa penting pada masa sekitar kemerdekaan Indonesia, seperti pengibaran bendera
      merah putih (1945), Demonstrasi Nasi Bungkus (1950), dan pembunuhan 187 penduduk
      setempat oleh militer Indonesia atas tuduhan terlibat Pemerintahan Revolusioner Republik
      Indonesia (1959). Mesin jam dan permukaan jam terletak pada satu tingkat di bawah tingkat
      paling atas. Pada bagian lonceng tertera pabrik pembuat jam yaitu Vortmann Relinghausen.
      Vortman adalah nama belakang pembuat jam, Benhard Vortmann, sedangkan
      Recklinghausen adalah nama kota di Jerman yang merupakan tempat diproduksinya mesin
      jam pada tahun 1892.",
      "address": "Jalan Raya Bukittinggi-Payakumbuh, Benteng Ps. Ateh, Bukittinggi, Sumatera
      Barat",
      "phone_number": "-",
      "latitude": "-0.3051587",
      "longitude": "100.3673315",
      "operational_time":"Setiap hari, 24 jam."
    },
    {
      "id": 6,
      "destination_name": "Klenteng Sam Poo Kong",
      "description": "Klenteng Sam Poo Kong yaitu bekas tempat persinggahan dan pendaratan
      pertama seorang Laksamana Tiongkok beragama Islam yang bernama Zheng He/Cheng
      Ho. Nama Sam Poo Kong diangkat dari etimologi “Gua San Bao” yang merupakan nama asli
      dari Laksamana Cheng Ho, yaitu Ma San Bao. Klenteng Sam Poo Kong memiliki beberapa
      kompleks bangunan, diantaranya yaitu Bangunan Kelenteng Utama atau Sam Poo Kong,
      Klenteng Kyai Juru Mudi, Klenteng Dewa Bumi, Klenteng Kyai Jangkar, Klenteng Kyai Nyai
      Tumpeng dan Kyai Tjundrik Bumi, serta Gua Pemujaan Sam Poo Kong.Sekarang tempat ini
      dijadikan tempat peringatan dan pemujaan atau bersembahyang serta tempat untuk
      berziarah. Untuk keperluan tersebut, di dalam gua batu itu diletakkan sebuah altar serta
      patung-patung Sam Po Tay Djien. Meskipun Laksamana Cheng Ho adalah seorang muslim,
      tetapi masyarakat menganggapnya sebagai dewa.",
      "address": "Jl. Simongan No.129, Bongsari, Kec. Semarang Barat, Kota Semarang, Jawa
      Tengah",
      "phone_number": "08112611914",
      "latitude": "-6.9962741",
      "longitude": "110.3950631",
      "operational_time":"Setiap hari, 08.00–20.00"
    },
    {
      "id": 7,
      "destination_name" : "Menara Kudus",
      "description": "Menara Kudus adalah menara yang serupa bangunan candi serta pola arsitektur
      yang memadukan konsep budaya Islam dengan budaya Hindu-Buddhis sehingga
      menunjukkan terjadinya proses akulturasi dalam pengislaman Jawa. didirikan oleh Sunan
      Kudus itu tujuannya utama adalah sebagai tempat untuk penyiar tanda azan karena waktu
      itu belum ada pengeras suara. Harapan azan di atas menara masyarakat di sekitar masjid
      masyarakat mengetahui waktu shalat. Menara Kudus memiliki ketinggian 18 meter dengan
      bagian dasar berukuran 10 x 10 m. Di sekeliling bangunan dihias dengan piring-piring
      bergambar yang semuanya berjumlah 32 buah. Dua puluh buah diantaranya berwarna biru
      serta berlukiskan masjid, manusia dengan unta dan pohon kurma. Sementara itu, 12 buah
      lainnya berwarna merah putih berlukiskan kembang.",
      "address": "Jl. Menara, Pejaten, Kauman, Kec. Kota Kudus, Kabupaten Kudus, Jawa Tengah",
      "phone_number": "-",
      "latitude": "-6.8041743",
      "longitude": "110.8306434",
      "operational_time": "Setiap hari, 24 jam."
    },
    {
      "id": 8,
      "destination_name": "Monumen Bandung Lautan Api",
      "description": "Monumen Bandung Lautan Api merupakan monumen yang dibangun untuk
      memperingati peristiwa Bandung Lautan Api, dimana terjadi pembumihangusan Bandung
      Selatan yang dipimpin oleh Muhammad Toha. Hal ini dilakukan untuk mencegah tentara
      sekutu dan NICA (Netherlands Indies Civil Administration) Belanda menggunakan Kota
      Bandung sebagai markas strategis militer dalam perang kemerdekaan Indonesia. Monumen
      ini dibangun berdasarkan pada desain rancangan Sunaryo yang merupakan seniman
      kontemporer sekaligus mantan dosen seni rupa Institut Teknologi Bandung dengan tinggi 45
      meter, dan memiliki sisi sebanyak 9 bidang.",
      "address": "Jl. BKR, Ciateul, Kec. Regol, Kota Bandung, Jawa Barat",
      "phone_number": "-",
      "latitude": "-6.9338444",
      "longitude": "107.6027363",
      "operational_time": "Setiap hari, 24 jam."
    },
    {
      "id":9,
      "destination_name": "Monumen Kilometer Nol Indonesia",
      "description": "Monumen Kilometer Nol Indonesia merupakan tugu penetapan posisi geografis
      kilometer nol yang telah diuji oleh Badan Pengkajian dan Penerapan Teknologi
      menggunakan Global Positioning System. Tugu kilometer nol diresmikan pada 9 September
      1997 oleh Try Sutrisno yang pada saat itu menjabat wakil presiden RI. Monumen ini berupa
      bangunan bercat putih dengan tinggi sekitar 43,6 meter di atas permukaan laut yang
      memiliki empat pilar penyangga yang berarti simbol batas-batas negara yaitu, Sabang
      sampai Merauke, Miangas hingga Rote. Rencong yang merupakan senjata khas Aceh juga
      terdapat di tugu sebagai simbol perjuangan rakyat Aceh dalam memerdekakan Indonesia.
      Dan di puncak tugu ini terdapat patung Garuda yang mencengkram perisai yang membentuk
      angka nol",
      "address": "Iboih, Sukakarya, Kota Sabang, Aceh",
      "phone_number": "-",
      "latitude": "5.9059443",
      "longitude": "95.2145851",
      "operational_time": "Setiap hari, 08.00–18.00",
    },
    {
      "id": 10,
      "destination_name": "Monumen Nasional",
      "description": "Monumen Nasional atau yang disingkat dengan Monas atau Tugu Monas adalah
      monumen peringatan setinggi 132 meter yang didirikan untuk mengenang perlawanan dan
      perjuangan rakyat Indonesia untuk merebut kemerdekaan dari pemerintahan kolonial Hindia
      Belanda. Tugu ini dimahkotai lidah api yang dilapisi lembaran emas yang melambangkan
      semangat perjuangan yang menyala-nyala dari rakyat Indonesia",
      "address": "Gambir, Kecamatan Gambir, Kota Jakarta Pusat, Daerah Khusus Ibukota Jakarta",
      "phone_number": "0213822255",
      "latitude": "-6.1753924",
      "longitude": "106.8271528",
      "operational_time": "Setiap hari, 08.00 - 22.00"
    },
    {
      "id": 11,
      "destination_name": "Monumen Pembebasan Irian Barat",
      "description": "Monumen Pembebasan Irian Barat adalah monumen yang dibangun untuk
      mengenang para pejuang Trikora dan masyarakat Irian Barat yang memilih menjadi bagian
      dari Republik Indonesia pada tahun 1962. Monumen ini tingginya mencapai 35 meter, dan
      bentuk monumen berupa patung yang terbuat dari perunggu. Patung itu dibuat oleh Team
      Pematung Keluarga Area Yogyakarta dibawah pimpinan Edhi Sunarso. Arsitektur monumen
      ini dirancang oleh Henk Ngantung dan Friedrich Silaban. Peresmian monumen ini dilakukan
      oleh Soekarno pada 17 Agustus 1963",
      "address": "Kawasan Lapangan Banteng Jl. Banteng Barat, Ps. Baru, Kecamatan Sawah
      Besar, Kota Jakarta Pusat, Daerah Khusus Ibukota Jakarta",
      "phone_number": "-",
      "latitude": "-6.1702931",
      "longitude": "106.8327366",
      "operational_time": "Setiap hari, 24 jam"
    },
    {
      "id": 12,
      "destination_name": "Monumen Selamat Datang",
      "description": "Monumen Selamat Datang adalah sebuah monumen berupa patung sepasang
      manusia yang sedang menggenggam bunga dan melambaikan tangan. Patung tersebut
      menghadap ke utara yang berarti mereka menyambut orang-orang yang datang dari arah
      Monumen Nasional. Monumen ini dibangun pada tahun 1962 atas perintah Presiden
      Soekarno dalam rangka Asian Games IV yang diadakan di Jakarta. Tinggi patung perunggu
      ini dari kepala sampai kaki 5 m, sedangkan tinggi seluruhnya dari kaki hingga tangan yang
      melambai adalah +-7 m, dan tinggi kaki patung adalah 10 m. Pelaksana pembuatan patung
      ini adalah tim pematung Keluarga Arca pimpinan Edhi Sunarso di Karangwuni, dan dibantu
      oleh Trubus Soedarsono",
      "address": "Jl. Kebon Melati 1 No.5, RT.1/RW.5, Menteng, Kec. Menteng, Kota Jakarta Pusat,
      Daerah Khusus Ibukota Jakarta",
      "phone_number":"-",
      "latitude":" -6.1949925",
      "longitude": "106.8208609",
      "operational_time": "Setiap hari, 24 jam"
    },
    {
      "id":13,
      "destination_name": "Monumen Yogya Kembali",
      "description": "Monumen Yogya Kembali (Monjali) didirikan untuk memperingati peristiwa
      berfungsinya kembali Kota Yogyakarta sebagai Ibu Kota Republik Indonesia yang direbut
      dari penjajah Belanda pada tanggal 29 Juni 1949. Gagasan untuk mendirikan museum ini
      adalah Bapak Kolonel Soegiarto, dan diresmikan oleh Presiden Soeharto pada tahun 1989.
      Museum yang berbentuk menyerupai tumpeng ini di bangun di atas lahan seluas 49.920 m2,
      dengan ketinggian 31,8 meter. Bangunan monjali terdiri dari 3 lantai, lantai 1 berisi 4 ruang
      museum, lantai 2 berisi 10 diorama dan 40 relief, dan lantai 3 bernama Ruang Garba Graha.
      Koleksi Museum berjumlah 1.108, terdiri dari heraldika, miniatur, replika, kendaraan, senjata
      api, senjata tradisional, foto dokumentasi, alat perhubungan angkatan darat, alat kesehatan,
      inventaris, patung peraga, arsip, daftar nama pahlawan, relief, diorama, dan evokatif",
      "address": "Jl. Ring Road Utara, Jongkang, Sariharjo, Kec. Ngaglik, Kabupaten Sleman,
      Daerah Istimewa Yogyakarta",
      "phone_number": "0274868225",
      "latitude": "-7.7495851",
      "longitude": "110.3674181",
      "operational_time": "Selasa - Minggu, 08.00–16.00",
    },
    {
      "id":14,
      "destination_name": "Museum Sejarah Jakarta",
      "description": "Museum Fatahillah memiliki nama resmi Museum Sejarah Jakarta merupakan
      museum yang yang dibangun pada tahun 1707-1710 atas perintah Gubernur Jenderal Joan
      van Hoorn. Bangunan ini dahulu merupakan Balai Kota Batavia. Bangunan ini menyerupai
      Istana Dam di Amsterdam, terdiri atas bangunan utama dengan dua sayap di bagian timur
      dan barat serta bangunan sanding yang digunakan sebagai kantor, ruang pengadilan, dan
      ruang-ruang bawah tanah yang dipakai sebagai penjara. Pada tanggal 30 Maret 1974,
      bangunan ini kemudian diresmikan oleh bapak Ali Sadikin sebagai Museum Sejarah Jakarta",
      "address": "Jalan Taman Fatahillah No.1, Pinangsia, Kec. Taman Sari, Kota Jakarta Barat,
      Daerah Khusus Ibukota Jakarta",
      "phone_number": "0216929101",
      "latitude": " -6.1351947",
      "longitude": "106.8111113",
      "operational_time": "Selasa - Minggu, 09.00–15.00"
    },
    {
      "id": 15,
      "destination_name": "Pagoda Watu Gong",
      "description": "Pagoda Watu Gong adalah bagian bangunan dari Vihara Buddhagaya yang
      merupakan peninggalan sejarah setelah keruntuhan Kerajaan Majapahit. Nama watu gong
      sendiri berarti batu unik yang berbentuk gong tanpa rekayasa tangan manusia. Dengan
      arsitektur bangunan yang sangat kental dengan etnik Tiongkok - Thailand dan tinggi
      mencapai 45 meter, pagoda ini dan ditetapkan sebagai pagoda dengan nilai artistik tinggi
      tertinggi di dunia. Di dalamnya terdapat patung Dewi Kwan Im dengan tinggi lima meter.
      Sedangkan Dhammasala terdiri dari dua lantai yang mana lantai dasar digunakan sebagai
      ruang aula serbaguna untuk kegiatan pertemuan dan lantai atas digunakan untuk upacara
      keagamaan yang terdapat patung Sang Buddha",
      "address": "Jl. Perintis Kemerdekaan, Pudak Payung, Kec. Banyumanik, Kota Semarang, Jawa
      Tengah",
      "phone_number": "0247473590",
      "latitude": "-7.0868397",
      "longitude": "110.4068984",
      "operational_time": "Setiap hari, 07.00 – 21.00"
    },
    {
      "id": 16,
      "destination_name": "Patung Gandrung",
      "description": "Patung Gandrung adalah patung yang merepresentasikan tarian gandrung yang
      merupakan ikon kota Banyuwangi. Tarian ini merupakan media dalam mewujudkan rasa
      syukur terhadap Dewi Sri atau Dewi Padi atas tanah yang subur dan hasil bumi yang
      berlimpah. Tari Gandrung diiringi musik khas Gamelan Osing dan dilakukan
      berpasangan antara perempuan (penari gandrung) dan laki-laki (pemaju)",
      "address": "Jl. Banyuwangi-Jember, Dusun Barurejo, Kalibaru Wetan, Kec. Kalibaru,
      Kabupaten Banyuwangi, Jawa Timur",
      "phone_number": "082132219529",
      "latitude": "-8.2789232",
      "longitude": "113.9354988",
      "operational_time": "Setiap hari, 24 jam"
    },
    {
      "id": 17,
      "destination_name": "Patung Pancoran",
      "description": "Monumen Patung Dirgantara atau lebih dikenal dengan nama Patung Pancoran
      merupakan monumen patung manusia angkasa, yang berarti menggambarkan semangat
      keberanian bangsa Indonesia untuk menjelajah angkasa. Ide pertama pembuatan patung
      adalah dari Presiden Soekarno yang menghendaki agar dibuat sebuah patung mengenai
      dunia penerbangan Indonesia atau kedirgantaraan. Patung yang selesai pada tahun 1966 ini
      memiliki berat keseluruhan 11 ton yang terbagi dalam potongan-potongan yang
      masing-masing beratnya 1 ton",
      "address": "Jl. Gatot Subroto No.1, RT.2/RW.1, Menteng Dalam, Kec. Pancoran, Kota Jakarta
      Selatan, Daerah Khusus Ibukota Jakarta",
      "phone_number": "-",
      "latitude": "-6.2430614",
      "longitude": "106.8413758",
      "operational_time": "Setiap hari, 24 jam"
    },
    {
      "id": 18,
      "destination_name": "Patung Suro dan Boyo",
      "description": "Patung Suro dan Boyo merupakan sebuah patung yang merupakan lambang
      kota Surabaya yang terdiri atas dua hewan ini yang menjadi inspirasi nama kota Surabaya:
      ikan sura (hiu) dan baya (buaya). Kata “Surabaya” diyakini memiliki arti filosofis yaitu
      “berjuang”. Kata “Surabaya” berasal dari kata sura yang berarti “selamat” dan baya berbarti
      ‘bahaya’ , sehingga arti Surabaya adalah Selamat dari Bahaya. Bahaya yang dimaksud
      adalah selamat dari serangan tentara Tar-Tar yang berhasil dikalahkan oleh Raden Wijaya
      dimana hari kemenangan itu ditetapkan sebagai hari jadi Kota Surabaya",
      "address": "Jl. Diponegoro No.1-B, Darmo, Kec. Wonokromo, Kota SBY, Jawa Timur",
      "phone_number": "-",
      "latitude": "-7.2960439",
      "longitude": "112.7365125",
      "operational_time":"Setiap hari, 24 jam"
    },
    {
      "id": 19,
      "destination_name": "Patung Yesus Memberkati",
      "description": "Patung Yesus Memberkati adalah patung Yesus Kristus yang berdiri setinggi 50
      meter dan terdiri dari penopang 20 meter dan patung itu sendiri yang memiliki ketinggian 30
      meter. Patung ini terbuat dari 25 ton serat logam dan 35 ton baja, dan terletak di puncak
      perumahan Citraland Manado. Patung ini telah menjadi ikon baru kota Manado dan pada
      tahun 2010, ini adalah patung tertinggi ke-2 di Asia dan patung Yesus tertinggi ke-4 di dunia
      (tidak termasuk alas tumpuan yang dipasangnya)",
      "address": "Winangun Satu, Kec. Malalayang, Kota Manado, Sulawesi Utara",
      "phone_number": "-",
      "latitude": "1.4379938",
      "longitude": "124.8454573",
      "operational_time":"Setiap hari, 24 jam"
    }

  ]
}